;Language file of Revo Uninstaller
;This section must use english
[Info]
Language= Български/Bulgarian 
WebLang=BG
Translator=VS Revo Group
Codepage=UNICODE
Version=2.3.9

[Uninstaller Toolbar]
102 = Изглед
103 = Настройки
104 = Деинсталатор
105 = Инструменти
106 = Мишена
107 = Списък
108 = Икони
109 = Детайли
110 = Деинсталирай
111 = Премахни
112 = Опресни
113 = Сигурни ли сте,че искате да изтриете избрания елемент?
114 = Сигурни ли сте,че искате да деинсталирате избраната програма?
115 = Обнови
116 = Помощ
117 = Помощ за текущия инструмент...
118 = Страница на продукта...
119 = За продукта...
120 = Вие не сте с администраторски права!
121 = Сигурни ли сте,че искате да деинсталирате избрания системен компонент?\nСПРЕТЕ, освен ако не сте сигурни какво точно правите!
122 = Деинсталаторът ви показва всички инсталирани програми и компоненти за всички потребители включително и текущия. Чрез различните изгледи или чрез контекстното меню вие имате достъп до допълнителна информация, линкове и свойства за инсталациите. Един от основните елементи на Revo Uninstaller е  Режимът на прицелване. Този режим ви дава възможност да деинсталирате (спирате, изтривате, премахвате от автоматично стартиране) само с едно кликване върху приложението. 
123 = Търси
124 = Намерени:
125 = Сигурни ли сте, че искате да премахнете избрания системен компонент от Регистрито?\n Той може да е необходим на операционната система!
126 = 	няма да се стартира автоматично!
127 = 	ще се стартира автоматично!
128 = %s е инсталиран на същото място, както %s!\nЩе бъдат намерени пропуснати елементи и от двете приложения, затова внимателно изберете тези, които искате да премахнете!
129 = Принудително MSI Деинсталиране

[Uninstaller List]
150 = Приложение
151 = Размер
152 = Версия
153 = Дата на инсталация
154 = Производител
155 = Сайт
156 = Коментар
157 = Команда за деинстал
158 = Ключ в регистрито
159 = Инсталатор

[Uninstaller StatusBar]
201 = Инсталации:
202 = Зареждане...

[Registry Optimizer]
302 = Сканирай в:
303 = Старт меню 

[AutoRun Toolbar]
407 = Старт
408 = Стоп
409 = Премахни
410 = Програми:
411 = Активирани:
412 = Със инструмента "Автоматично стартирани програми" вие можете не само да добавяте и премахвате приложения от автоматично стартиране, когато се стартира Windows, но също така можете да получите информация относно определено приложение, което се стартира автоматично. Можете да получите информация за създателя, описание, път на зареждане, - къде се съхранява на вашия компютър, статус - дали е стартирано или не.

[AutoRun List]
450 = Име
451 = Команда за зареждане
452 = Описание
453 = Производител
454 = Статус
455 = Местоположение
456 = СТАРТИРАНО
457 = СПРЯНО
458 = НЕВАЛИДЕН
459 = Спри Процеса
460 = Пусни Процеса
461 = Отвори папката му
462 = Местоположение
463 = Копирай Командата за Зареждане
464 = Премахни избраните
465 = Премахни всички невалидни
466 = Премахни всички спрени
467 = Премахни всички неактивни
468 = Свойства...
470 = Сигурни ли сте,че искате да затворите избраното приложение?\nНесъхранените данни ще бъдат загубени!
471 = Сигурни ли сте,че искате да изтриете от списъка избрания елемент?
472 = Сигурни ли сте,че искате да изтриете от списъка\nвсички невалидни елементи?
473 = Сигурни ли сте,че искате да изтриете от списъка\nвсички спрени елементи?
474 = Сигурни ли сте,че искате да изтриете от списъка\nвсички неактивни елементи?
475 = Командата не съществува!
476 = НЕИЗВЕСТЕН
477 = Спри автоматичното стартиране
478 = Активирай автоматично стартиране

[Outlook Control]
300 = Оптимизация
301 = Оптимизатор на Регистрито
400 = Автоматично стартирани програми
500 = Изтриване на следи
501 = Изчистване на Браузъри
600 = Изчистване на MS Office
700 = Изчистване на Windows
800 = Заличаване на доказателства 
900 = Безвъзвратно изтриване
2100 = Windows Инструменти
2200 = Изтриване на ненужни файлове

[Track Cleaner Browsers]
507 = Изчисти всички
508 = Изчисти историята на посетените интернет страници
509 = Изтрий историята на адресната лента
510 = Изтрий временните интернет файлове
511 = Изтрий бисквитките
512 = Изтрий Index.dat файловете
513 = Изпълни
514 = Изтрий историята на свалените файлове
515 = Изтрий историята на сесиите
516 = Изтрий историята на формите
517 = Деинсталатор
518 = Сигурни ли сте че искате да изчистите историята на избраните елементи?
521 = Сигурни ли сте че искате да изчистите историята на Internet Explorer?
522 = Сигурни ли сте че искате да изчистите историята на Firefox ?
523 = Сигурни ли сте че искате да изчистите историята на Opera ?
524 = Сигурни ли сте че искате да изчистите историята на Netscape?
525 = Вашия браузър записва информация за всяка уеб страница посетена от вас. Тези данни са лесно достъпни от вашия браузър и просто чрез натискане на бутон всеки може да види, какви страници сте посещавали. С този инструмент вие можете да изтриете временните интернет файлове, каквито са всички преглеждани картинки, видео файлове и всички посетени уеб страници. Това ще освободи значително място на вашия твърд диск.
526 = Трябва да затворите вашия браузър преди да изтриете следите му.
527 = Index.dat файловете ще бъдат изтрити, след като се рестартира компютъра.
599 = Почистването на следите на избраните елементи завърши!


[Track Cleaner Office]
601 = Изчисти
607 = Изчисти историята на последно използваните документи в MS Word
608 = Включително Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 и Word 2016
609 = Изчисти историята на последно използваните документи в MS Excel
610 = Включително Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 и Excel 2016
611 = Изчисти историята на последно използваните документи в MS Access
612 = Включително Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 и Access 2016
613 = Изчисти историята на последно използваните документи в MS PowerPoint
614 = Включително PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 и PowerPoint 2016
615 = Изчисти историята на последно използваните документи в MS FrontPage
616 = Включително FrontPage 2000, FrontPage XP и FrontPage 2003
617 = Инструмента Изчистване на MS Office ви позволява да премахвате историята на последно използваните файлове в MS Word, Excel, Access, PowerPoint and Front Page. Ако не искате някои друг да види вашите последно отваряни таблици, документи или други файлове създадени чрез MS Office, просто изберете тези, които не искате и натиснете бутона "Изчисти". Вашите последно използвани файлове няма повече да се показват.

[Track Cleaner Windows]
701 = Изчисти
707 = Изчисти историята на последно използваните документи
708 = Изчисти историята на командата "Стартирай" в Старт менюто
709 = Изчисти историята на командата "Търсене на файл"
710 = Изчисти историята на командите "Търсене на принтери, компютри и хора
711 = Изпразни клипборда
712 = Изчисти историята на последно използваните документи на "MS Paint" 
713 = Изчисти историята на последно използваните документи на "MS Wordpad"
714 = Изчисти историята на последно отваряните ключове в "Regedit"
715 = Изчисти историята на стандартните диалози "Отвори" и  "Съхрани"
716 = Изчисти историята на последно използваните папки в стандартните диалози
717 = Изпразни кошчето
718 = Изтрий временните файлове на Windows
719 = Изтрий логовете за използването на Старт менюто
720 = Microsoft Windows пази следи за много неща, които правите с компютъра, като история на търсените файлове, когато търсите за файл или папка; история на последно отваряните документи; история на отваряните файлове в стандартните диалози за отваряне и затваряне на различни приложения и други. Инструмента изчистване на Windows ви позволява да премахвате всичката тази история и временни файлове. Също така можете да изпразните вашето кошче и да изтриете временни файлове.
721 = Историята на командата "Стартирай" в Старт менюто ще бъде изтрита,след като процеса explorer.exe се рестартира
722 = Следи в Регистрито на Windows
723 = Следи на твърдия диск
724 = Изтрий дъмп файлове на паметта създадени при срив на системата.
725 = Изтрий  възстановените файлове фрагменти създадени от Chkdsk (Check Disk)

[Evidence Remove]
802 = Изпълни
803 = Заличаване
804 = Моля изчакайте, докато заличаването приключи
805 = Завършени
806 = Сложете отметка за тези устройства, от които искате да премахнете следи и доказателства за вашата работа. Този инструмент изтрива само вече изтритите данни. ВНИМАНИЕ: След като процеса завърши ще бъде невъзможно да възстановите изтритите файлове.
807 = Когато изпразните кошчето на Windows, вашите файлове и папки само се маркират като изтрити, но те не са изтрити физически. Този инструмент ще унищожи завинаги файловете и папките, които вече са били изтрити, но са останали физически на твърдия диск. Независимо какъв инструмент вие или някои друг ще използва за да възстанови тези данни,това ще бъде невъзможно.
808 = Сигурни ли сте че искате да заличите останалите следи и доказателства на избраните устройства?


[Unrecoverable  Delete ]
912 = Списък на файловете и директориите, които ще бъдат изтрити безвъзвратно
913 = Файлове
914 = Директории
915 = Добавете файловете, които искате да бъдат изтрити и премахнати от системата. Тези файлове няма да могат да се възстановят чрез друг софтуер или по физически начин.
916 = Добавете директориите, които искате да бъдат изтрити и премахнати от системата. Тези файлове няма да могат да се възстановят чрез друг софтуер или по физически начин.
917 = Добави файлове за изтриване
918 = Добави папки за изтриване
919 = ИЗТРИЙ ЗАВИНАГИ
920 = Изчисти списъка
921 = Ако искате безвъзвратно да изтриете файл или папка и искате да сте сигурни, че никой няма да може с какъвто и да е инструмент да възстанови тези файлове и папки, тогава използвайте инструмента "Безвъзвратно изтриване". Изтриването на файлове и изпразването на кошчето на Windows не означава, че тези файлове са унищожени завинаги. Те все още са на вашия твърд диск и всеки може да ги възстанови лесно. Инструмента "Безвъзвратно изтриване" прави това невъзможно.
922 = Сигурни ли сте че искате да изтриете завинаги избраните файлове и папки?

[Options Tree]
1001 = Настройки
1100 = Главни
1200 = Деинсталатор

[General]
1101 = Текущ език:
1102 = Включи режим за напреднали
1103 = Провери за нова версия при стартиране

[Uninstaller Options]
1201 = Покажи системните ъпдейти
1202 = Покажи системните компоненти
1204 = Стартирай само вградения деинсталатор
1205 = (Не се поддържа под Windows Vista)
1206 = Направи Точка за възстановяване на системата преди деинстал
1207 = Изтрий останалите файлове и папки в Кошчето

[Auto Update]
1907 = Обнови
1908 = Информация за версията
1909 = Текуща версия:
1910 = Последна версия:
1911 = СВАЛИ
1912 = Вземи последна версия
1913 = Новини
1914 = Проверка...
1915 = Грешка при свързване...
1916 = СТОП
1917 = Свалени %s от %s
1918 = Свалени %s (общия размер неизвестен)
1919 = Revo Uninstaller не успя да се свърже с www.revouninstaller.com. Моля проверете вашата Интернет връзка и дали вашата защитна стена не блокира Revo Uninstaller
1920 = Грешка: Неуспешна проверка за нова версия. Няма Интернет връзка.

[WinTools]
2110 = Стартирай
2111 = Има много удобни и полезни инструменти, които са част от Windows. Някои от тях имат много сложни опции, други са трудно достъпни. "Windows Инструменти ви дава бърз достъп с едно натискане на мишката до повече от 10 инструмента на Windows, които вие използвате в ежедневната си работа.
2112 = Можете да го използвате за да възстановите вашия компютър в предишно състояние,ако се получи някакъв проблем, при това без да губите лични данни. System Restore следи промените в системата и някои файлове и автоматично създава точки на възстановяване. Тези точки ви позволяват да върнете системата в нейното предишно състояние. Те се създават ежедневно и при важни събития в системата. Вие също можете да създавате и именувате точки на възстановяване по всяко време.
2113 = Можете да го използвате за да събирате и показвате информация за вашия хардуер и опер.система, за интернет конфигурацията, и конфигурацията на вашия модем и мрежови адаптер. С този инструмент може да сканирате вашата система и да тествате мрежовата връзка и да проверите дали вашите мрежови програми работят нормално.
2114 = Можете да го използвате за да видите всички текущи стойности на TCP/IP конфигурацията и да опресните Dynamic Host Configuration Protocol (DHCP) и настройките на Domain Name System (DNS). Също така показва пълната TCP/IP конфигурация за всички адаптери включително IP адрес, MAC адрес, подмрежова маска, подразбиращ се шлюз и конфигурацията на Windows Internet Naming Service (WINS) и DNS
2115 = Можете да го използвате за да проверите статуса на вашия компютър за трите елемента на сигурността - защитна стена, антивирусна и автоматичен ъпдейт. Ако се открие проблем при някои от тези три елемента (например ако не ви е обновена антивирусната), Security Center ви изпраща съобщение и дава препоръки за това как по-добре да защитите вашия компютър.
2116 = Можете да го използвате за да: Видите базова информация като вид на процесора обем на RAM паметта; да видите и промените настройките за това как вашия компютър използва паметта и намира определена информация; да намерите информация за вашия хардуер и устройства; да настройте хардуерни профили; да видите информацията за вашите мрежови връзки. Да съобщавате за системни и програмни грешки до Microsoft или вашия администратор.
2117 = System Information е компонент на Windows, който събира и показва информация за конфигурацията на системата за локалния и отдалечени компютри. Това включва информация за хардуерните конфигурации, компютърните компоненти и софтуер, включително драйвери. Чрез този инструмент вие можете бързо да намирате информация за вашия компютър и неговата операционна система.
2118 = TCP/IP Netstat командата е компонент на Windows, който показва всички активни TCP връзки и TCP и UDP портове, на които компютъра слуша и показва изпълнимите файлове свързани със създаването на връзките или слушащия порт. В този случай името на изпълнимия файл е в [ ] отдолу, отгоре е компонента който той извиква и така докато се достигне TCP/IP
2119 = Този инструмент показва виртуална клавиатура на екрана и позволява на потребители с намалена подвижност да въведат данни използвайки посочващо устройство, мишка или джойстик. On-Screen Keyboard е предназначен да осигурява минимално ниво на функционалност за потребители с намалена подвижност. Също така можете да го използвате ако мислите, че има Key-Logger инсталиран на вашия компютър. On-Screen Keyboard премахва шанса натиснатите бутони от вас да се записват от някоя скрита програма стартирана на вашия компютър.
2120 = Този инструмент анализира локалните дисковете и обединява фрагментираните файлове и папки, така че всеки да заема едно непрекъснато място на диска. В резултат вашата система може да достъпва файловете и папките и да съхранява нови такива по-ефективно. Чрез това обединяване Disk Defragmenter също така обединява и свободното място, по този начин новите файлове няма да се разпръсват.
2121 = Можете да го използвате за да: стартирате, спирате, паузирате, пускате или деактивирате сървайзи на локалния и отдалечени компютри; да управлявате сървайзи на локалния и отдалечени компютри; да настройвате действия ако сървайза се провали като рестартиране на сървайза; активиране или деактивиране на сървайза от определен профил; преглеждане на статуса и описанието на всеки сървайз.
2122 = Можете да го използвате за да управлявате споделените ресурси в мрежата, да контролирате достъпа на потребители, активността на сесията, свойствата на споделените ресурси и да преглеждате информация за връзките и ресурсите използвани за текущия и отдалечени компютри. С Shared Folders вие можете да: създавате, преглеждате и слагате правила за споделените ресурси; да преглеждате списъка на всички свързани с компютъра потребители и да прекъсвате връзката им.
2123 = Този инструмент  настройки на политиката за Потребителски Конфигурации, която засяга потребителите и за Компютърни Конфигурации, която засяга компютрите. Настройките на Group Policy дефинират различни компоненти на средата на потребителя, от които се нуждае системния администратор, като например програмите, които са достъпни до потребителите, програмите които се появяват на десктопа на потребителя и опциите на старт менюто.
2124 = Add/Remove Windows Components ви помага да управлявате инсталираните компоненти на Windows. След като сте инсталирали Windows вие можете да използвате този инструмент, за да добавяте Windows компоненти, които не са включени при първоначалната инсталaция или да премахвате съществуващи Windows компоненти, от които вече не се нуждаете.
2125 = Този инструмент проверява компютъра ви за зараза от определен, зловреден софтуер и помага да се премахнат откритите инфекции. Зловреденият софтуер включва вируси , червей и троянски коне. След като процеса на откриване и премахване е завършил, инструментът показва рапорт описващ резултатите включвайки какви, ако има,вируси са открити и премахнати.


[Junk Files Cleaner Options]
2202 = Сканирай дискове:
2203 = Шаблон
2204 = Описание
2205 = Добави
2206 = Премахни
2207 = По подразбиране
2208 = Изтриване на ненужни файлове::Главни
2209 = Изтриване на ненужни файлове::Изключи
2220 = Шаблон за сканиране:
2221 = Може да използвате символите (?,*)
2222 = Добави шаблон
2223 = Добави шаблон за изключване
2224 = Може да използвате символите (?,*)
2225 = Изключи шаблон:
2226 = Изтрий файловете в Кошчето
2227 = Пропусни файловете достъпвани през последните 24 часа


[Junk Files Cleaner Tool]
2306 = Сканиране
2307 = Изтриване
2308 = Сканиране
2309 = Моля изчакайте, докато сканирането приключи
2310 = Отказ
2311 = Име 
2312 = Размер
2319 = Файлове:
2320 = Общ размер:
2323 = Има файлове,които се използват от Windows или друга програма,\n поради което не могат да бъдат изтрити сега
2324 = Трябва да изберете поне едно устройство и разширение, за да започне сканирането
2325 = С "Изтриване на ненужни файлове" вие можете да откривате и премахвате различни видове излишни и ненужни файлове от вашия компютър. Обикновено тези файлове се изтриват от приложението, което ги е създало в момента, в които не му трябват. Въпреки това е възможно те да останат за постоянно на вашия твърд диск, ако програмата или системата блокира. Това води до намаляване на свободното място на диска или може дори да забави системата и нейната производителност.
2326 = Файл:
2327 = Изтриване на файлове

[ContextMenu Junk Files Cleaner]
2313 = Отвори
2314 = Търси с Google за 
2315 = Отвори Директорията му
2316 = Свойства...
2317 = Маркирай всички елементи
2318 = Размаркирай всички елементи
2321 = Маркирай избраните елементи
2322 = Размаркирай избраните елементи


[TopMost Window]
4002 = Опции
4003 = Отвори главния прозорец
4004 = Режим - Влачи и пусни
4005 = Режим на прицелване
4006 = Размер
4007 = Малък
4008 = Среден
4009 = Голям
4010 = Размер на прозореца
4011 = ИЗХОД
4012 = Деинсталиране
4013 = Спри автоматичното стартиране
4014 = Спри процеса
4015 = Спри и изтрий процеса
4016 = Отвори Директорията му
4017 = Инфо
4018 = Свойства...
4019 = ОТКАЗ
4020 = Поддържа се само един файл едновременно.
4021 = Пуснали сте папка,моля влачете и пуснете файл.
4022 = Деинсталиране или премахване:
4023 = Неизвестно! Опитайте да посочите друг прозорец,икона или елемент от лентата със задачите
4024 = Не може да се стартира командата за деинсталиране.\n Моля деинсталирайте приложението от деинсталатора
4025 = Не е намерен инсталационен пакет!\nСъвет:Съберете повече информация за приложението и\n се опитайте да го деинсталирате от главното приложение!
4026 = Избраното приложение е премахнато от автоматично стартиране!\nСъвет:Ако искате да го добавите отново използвайте инструмента\n за Автоматично стартирани програми от главното приложение!
4027 = Избраното приложение не е намерено на общите места за автоматично стартиране!\nСъвет:За да потърсите за нестандартни места за автоматично стартиране на приложение използвайте www.google.com
4028 = Сигурни ли сте, че искате да затворите избраното приложение?\nНесъхранените данни ще бъдат загубени!
4029 = Деинсталатор
4030 = Сигурни ли сте,че искате да затворите и изтриете избраното приложение?\nНесъхранените данни ще бъдат загубени!
4031 = Сигурни ли сте че искате да затворите Windows Explorer?\n Старт менюто и лентата с инструменти ще бъдат затворени !
4032 = Стартирай автоматично с Windows
4033 = Прозрачност
4035 = Винаги отгоре

[Uninstall Scanning]
4210 = Разположение
4211 = Ключ
4212 = Стойност
4213 = Данни
4214 = Файл
4215 = Изберете елемент за да изпълните операцията!
4216 = Сканирай след деинсталация
4217 = Селектирай всички
4218 = Деселектирай всички
4219 = Изтрий
4220 = Останали файлове
4221 = Останали елементи в Регистрито
4222 = Сканиране преди деинсталция ... моля изчакайте
4223 = Стартиране на деинсталатора...
4224 = Моля започнете сканирането за останали файлове, папки и елементи от Регистрито, след като деинсталацията завърши
4225 = Сканиране след деинсталция ... моля изчакайте
4226 = Моля проверете внимателно показаните елементи!
4227 = Затвори
4228 = Останалите файлове ще бъдат изтрити след рестарт на компютъра
4229 = Неуспешно стартиране на вградения деинсталатор!\nВероятна невалидна команда за деинсталация!
4230 = Назад
4231 = Напред
4232 = Избери режим на деинсталиране
4233 = Режими
4234 = Вграден -  стартира само деинсталатора на приложението без допълнително сканиране.
4235 = Безопасен - включва Вградения режим и извършва допълнително сканиране в Регистрито и твърдия диск за да открие само безопасни за изтриване останали елементи. Най-бързият режим.
4236 = Умерен - включва Безопасния режим и извършва разширено сканиране за да открие всички останали елементи на приложението на обичайните места в Регистрито и твърдия диск.
4237 = Цялостен - включва Умерения режим и извършва дълбоко и цялостно сканиране на Регистрито и твърдия диск за да намери всички свързани с приложението останали елементи. Най-бавният режим. 
4238 = Анализира данните на приложението преди деинсталация.
4239 = Стартира вградения деинсталатор на приложението за първоначален деинстал.
4240 = Натиснете бутона "Напред" за да стартирате сканирането за останали файлове, директории и елементи от Регистрито, след като деинсталаторът на приложението завърши
4241 = Извършва първоначален анализ и деинстал
4242 = Сканиране за останали елементи на програмата
4243 = Сканиране след вградения деинсталатор на приложението. Претърсване на Регистрито и твърдия диск за останали файлове, директории и елементи от Регистрито свързани с деинсталираното приложение. Моля изчакайте...
4244 = Намерени останали елементи в Регистрито
4245 = Намерени  елементи в Регистрито:
4246 = Забележка: Моля, проверете внимателно показаните елементи! Само избраните почернени елементи и техните поделементи ще бъдат изтрити!
4247 = Намерени останали файлове и директории
4248 = Намерени елементи:
4249 = Моят Компютър
4250 = Revo Uninstaller не можа да стартира вградения деинсталатор на приложението. Възможно е деинсталиращата команда на приложението да е невалидна или повреден. Може да натиснете бутона "Назад" и да опитате друг режим на деинсталация.
4251 = Вградения деинсталатор на приложението завърши. Revo Uninstaller не сканира за останали елементи. Може да натиснете бутона "Назад" и да опитате друг режим на деинсталация, за да сканирате за останали файлове, директории и елементи от Регистрито.
4252 = Revo Uninstaller  завърши процеса на деинсталация успешно, но останали елементи не бяха намерени.Може да натиснете бутона "Назад" и да опитате друг разширен режим на деинсталация за по-дълбоко сканиране.
4253 = Revo Uninstaller  завърши процеса на деинсталация успешно. Ако искате да търсите за повече останали елементи може да натиснете бутона "Назад" и да опитате друг разширен режим на деинсталация за по-дълбоко сканиране
4254 = Край
4255 = Сигурни ли сте, че искате да изпратите избраните файлове в Кошчето?
4256 = Сигурни ли сте, че искате да изтриете избраните елементи от Регистрито? 
4257 = Revo Uninstaller  завърши процеса на деинсталация успешно.
4258 = Сигурни ли сте, че искате да пропуснете изтриването на намерените пропуснати елементи от Регистрито и да продължите към следващата стъпка?
4259 = Сигурни ли сте, че искате да пропуснете изтриването на намерените пропуснати файлове и директории и да продължите към следващата стъпка?
4260 = Сканирането за пропуснати елементи завърши. Натиснете бутона „Напред” за да видите резултатите!
4261 = Създаване на точка за възстановяване на системата...
4262 = Създаване на точка за възстановяване на системата - неуспешно!
4263 = Cъздаването на точка за възстановяване на системата е деактивирано (в Опции->Деинсталатор)
4264 = Създаване на точка за възстановяване на системата - успешно!
4265 = Cъздаването на точка за възстановяване на системата е деактивирано (от настройките на Windows)

[About]
4300 = Преводачи:

[ContextMenu Uninstaller]
5000 = Команди
5001 = Инфо
5002 = Търси с Google за
5004 = Инсталационна папка
5005 = Отвори информационен адрес...
5006 = Отвори помощен адрес...
5007 = Отвори обновяващ адрес...
5008 = Отвори регистри ключ...

[NewFree]
9500 = Експорт на списъка в

[Common]
10000 = Потвърди
10001 = Отказ
10002 = Помощ
10003 = Избери
10004 = Помощ за текущия инструмент
10005 = Страница на продукта
10006 = За програмата
10007 = Внимание!
10008 = ГРЕШКА
10009 = Да
10010 = Не
10019 = Редактирай

[Tooltips]
2000 = Превключи на режим Деинсталатор
2001 = Покажи панела с инструментите
2002 = Направете настройките според желанията си 
2003 = Превключи на режим Мишена
2004 = Промени изгледа на списъка с инсталирани приложения
2005 = Деинсталирай избраното приложение
2006 = Изтрий избрания елемент от Регистрито
2007 = Опресни списъка с приложения
2008 = Обнови текущата версия до последната излязла
2009 = Намери допълнителна информация и отговор на всички въпроси свързани с приложението
404 = Стартирай избраното приложение
405 = Прекрати избраното приложение
406 = Премахни избраното приложение от секцията за автоматично стартиране
506 = Изчисти избраните опции
605 = Изчисти избраните опции
705 = Изчисти избраните опции
2106 = Стартирай избрания инструмент
2304 = Сканирай за ненужни файлове според направените настройки
2305 = Изтрий избраните файлове в Кошчето


[UninstallerPro]
15000 = Главни
15001 = Мениджър\nна Групи
15002 = Нови програми
15003 = Други програми
15004 = Име
15005 = Преименувай
15006 = Интернет
15007 = Игри
15008 = Мултимедия
15009 = Инструменти
15050 = Премести Нагоре
15051 = Премести Надолу
15052 = Добави
15053 = Премахни
15054 = Колони
15055 = Премахни тази колона
15056 = Подравняване
15057 = Ляво
15058 = Център
15059 = Дясно
15060 = Оразмери
15061 = Експорт в
15062 = Текстов формат(txt)
15063 = HTML формат(html)
15064 = Microsoft Excel
15065 = Експорт 
15066 = Изберете колоните, които искате да експортирате:
15067 = Покажи като нови програмите,инсталирани:
15068 = Последните(в дни)
15069 = След последния старт на деинсталатора
15070 = Име на група:
15071 = Добави
15072 = Група
15073 = Проследени програми
15074 = Проследени\nпрограми
15075 = Всички Програми
15076 = Всички\nПрограми
15077 = Изтрий лог
15078 = Детайлен Деинстал
15079 = Промени Иконата
15080 = Добави към група
15081 = Премахни от група
15082 = Деинсталира
15083 = Деинсталира записаните файлове и папки на програмата:
15084 = Деинсталира записаните елементи от Регистрито:
15085 = Остана информация, която може да бъде свързана с деинсталираната програма, но не беше изтрита, защото не беше записана от Revo Uninstaller по време на инсталацията на програмата. Ако искате да прегледате и евентуално да изтриете тази информация, натиснете бутона "Допълнителен деинстал"
15086 = Допълнителен деинстал
15087 = Път на файл\папка
15088 = Зарежда списъка...
15089 = Деинсталирай избраните елементи
15090 = Отвори Регистри ключа - родител...
15091 = Разшири всички
15092 = Събери всички 
15093 = Име на Стойност 
15094 = Папка с логове: 
15095 = Изпълни операциите по Преименуване на съществуващите отпреди в системата файлове и папки
15096 = Принудителен деинстал
15097 = Принудителен\nдеинстал
15098 = Разшири избрания ключ
15099 = Събери избрания ключ
15100 = Деинсталирай избрания ключ
15101 = Маркирай избрания ключ като Създаден
15102 = Добави към изключващия списък
15103 = Невалиден файл с данни
15104 = Файлът не съществува! Въведете валиден файл или откажете операцията
15105 = Избери Процес
15106 = Добави Процес към списъка
15107 = Пълен път на процеса:
15108 = Добави Регистри Ключ
15109 = Път на Регистри Ключ
15110 = Командата Принудителен Деинстал ви помага да деинсталирате програми или да премахвате останали елементи от частично инсталирани или деинсталирани програми. Вие можете да изберете или въведете пълния път до останали файлове или папки на програмата, която искате да деинсталирате. Като допълнителна информация може да въведете и име на програмата. Използвайки въведените данни, Revo Uninstaller ще търси за съществуващ вграден деинсталатор и свързани инсталационни логове в модулите "Проследени Програми" и "База данни с логове". Ако намери такъв, ще го покаже, така че вие ще имате избор дали да го използвате, или не.\n\nМоля, въведете точно име и път на програмата, която искате да деинсталирате!
15111 = Режими на сканиране
15112 = Вграден
15113 = Безопасен
15114 = Умерен
15115 = Цялостен
15116 = Пълен път до файл или папка на програмата:
15117 = Точно име на програмата:
15118 = Намерени вградени деинсталатори:
15119 = Стартирай избрания вграден деинсталатор
15120 = Име на програмата
15121 = Деинстал команда
15122 = Тип
15123 = 32-бита
15124 = 64-бита
15125 = Спри процеса и Продължи
15126 = Избраният файл е работещ процес! Ако искате правилно да го деинсталирате заедно със свързаните му модули, е по-добре да го спрете и да продължите деинсталацията.
15127 = Регистри ключове за изключване
15128 = Включително подключовете
15129 = При стартиране фокусирай на модула "Проследени Програми"
15130 = Изтрий файловете и папките:
15131 = в Архивната папка
15132 = в Кошчето
15133 = Директно
15134 = Сигурни ли сте, че искате да изтриете избраните елементи?
15135 = Папки
15136 = Файлове
15137 = Възможни, свързани с приложението, файлове и папки
15138 = Възможни, свързани с приложението, Регистри елементи
15139 = Ключове:
15140 = Стойности:
15141 = Записани файлове и папки
15142 = Изпълни операциите по преименуване на съществуващите отпреди в системата файлове и папки
15143 = Сигурни ли сте, че искате да деинсталирате избраните елементи?
15144 = Избраните, но останали файлове, ще бъдат изтрити след рестарт на компютъра
15145 = Записани Регистри елементи
15146 = Деинсталира...
15147 = Сканиране за останали файлове, папки и елементи от Регистрито на база на предоставената първоначална информация
15148 = Анализира и Стартира вградения деинсталатор на приложението за първоначален деинстал
15149 = Натиснете бутона "Сканиране", за да стартирате сканирането за останали файлове, директории и елементи от Регистрито, след като деинсталаторът на програмата завърши
15150 = Няма достатъчно свободно място на диска, за да се запише кеш файлът!
15151 = Грешка при запис на кеш файла! Проверете дали имате подходящите права!
15152 = Грешка при четене на кеш файла!
15153 = Revo Uninstaller не намери никакви останали данни
15154 = Сканирай
15155 = Детайлен\nДеинстал
15156 = Модулът "Всички програми" на Revo Uninstaller показва всички инсталирани програми и компоненти за всички потребители, включително и текущият, разделени по подразбиране в две групи - "Нови" и "Други". Чрез различните изгледи или чрез контекстното меню вие имате достъп до допълнителна информация, линкове и свойства за инсталациите. Настройките на модула се намират в поделемента "Всички програми" на елемента "Деинсталатор" в диалога "Опции"
15157 = Модулът "Проследени програми" показва всички проследени програми, които сте проследили по време на инсталирането им, използвайки Revo Uninstaller. За да проследите програма с Revo Uninstaller, трябва да кликнете с десния бутон на мишката върху нейния инсталационен модул (пакет) или да натиснете бутона "Инсталиране на програми" на главната лента с инструменти. Настройките на модула се намират в поделемента "Проследени програми" на елемента "Деинсталатор" в диалога "Опции".
15158 = Регистрация
15159 = Помощна информация
15160 = Инсталиране на Програми
15161 = Инсталиране\nна Програми
15162 = Направи Точка за възстановяване на системата и пълен архив на Регистрито преди деинстал
15163 = Създаване на пълен архив на Регистрито...
15164 = Създаването на Точка за възстановяване на системата и пълен архив на Регистрито са деактивирани(в Опции->Деинсталатор)
15165 = Създаване на пълен архив на Регистрито - успешно!
15166 = Създаване на пълен архив на Регистрито - неуспешно!
15167 = (Не се поддържа под Windows Vista и Windows 7,8,10)
15168 = Логове:
15169 = Или кликнете с десния бутон на мишката върху иконата на Режима на Прицелване и изберете "Изход", за да излезете
15170 = Отвори съветникът за деинсталация на цял екран
15171 = Път на папка
15172 = Моля, инсталирайте програма за разглеждане на pdf фаилове за да отворите помощния файл.
15173 = Добави нова Група
15174 = Изтрий избраните логове
15175 = Създай нов кеш файл
15176 = Сигурен ли сте, че искате да създадете нов кеш файл.\nВашите промени в настройките на детайлите на програмите ще се изтрият!
15177 = Управление
15178 = Експорт, Импорт или Редакция на лог
15179 = Промяна\nили Поправка
15180 = Промяна или Поправка
15181 = Линк за актуализация
15182 = База данни с логове
15183 = База данни\nс логове
15184 = Програми:
15185 = Име на Програма
15186 = Версия на Програма
15187 = Windows Версия
15188 = Тип на Windows 
15189 = Намерени
15190 = Покажи само логовете съвместими с %s
15191 = Покажи само %s логове
15192 = Съвпадащи Логове:
15193 = Логове в Базата данни:
15194 = Търси по:
15195 = лог
15196 = логове
15197 = програма
15198 = програми
15199 = Име
15200 = Бърз Деинстал
15201 = Бърз\nДеинстал
15202 = Създаване на първоначален архив на системата
15203 = Деинсталиране на програма %d от %d
15204 = Първоначален анализ - завършен!
15205 = Стартиране на вградения деинсталатор - успешно!
15206 = Стартиране на вградения деинсталатор - неуспешно!
15207 = Сканиране за останали файлове, папки и елементи от Регистрито...
15208 = Изтриване на намерените останали елементи...
15209 = Изтрити %d останали Регистри ключове и %d стойности
15210 = Изтрити %d останали директории и %d файлове
15211 = Бързият Деинстал завърши!
15212 = Статус
15213 = След като вграденият деинсталатор на програмата завърши, натиснете бутона "Продължи", за да продължите деинсталацията.
15214 = Продължи
15215 = Импортиран
15216 = Добави Коментар
15217 = Редактирай Коментар
15218 = Модули
15219 = Дата на Лога
15220 = Подготовка на данните от лога за деинстал...
15221 = %d от %d елементи
15222 = Изпълняване на необходимите операции на преименуване...
15223 = Сигурни ли сте, че искате да деинсталирате избрания лог?
15224 = Сигурни ли сте, че искате да деинсталирате избраните логове?
15225 = Деинсталиране на лог %d от %d
15226 = Експорт на всичко
15227 = Пропусни\nАрхивирането
15228 = Пропусни създаването на Точка за възстановяване на системата и пълен архив на Регистрито
15229 = Създаване на пълен архив на Регистрито - пропуснато!
15230 = Създаване на Точка за възстановяване на системата - пропуснато!
15231 = Редакция на Лог
15232 = Импортиране на Лог
15233 = Експортиране на Лог
15234 = Обработка на Лог -
15235 = Преименуване на Лог
15236 = Име на Лог
15237 = Запази промените
15238 = Промяна
15239 = Икона
15240 = Индекс на икона
15241 = Автор
15242 = Време на създаване
15243 = Време на последна промяна
15244 = Изчислен размер
15245 = Регистри Ключове
15246 = Регистри Стойности
15247 = Създаден
15248 = Изтрит
15249 = Преименуван
15250 = Презаписан
15251 = Неизвестен
15252 = Старо Име
15253 = Пълно Име
15254 = Старо пълно име
15255 = Стари Данни
15256 = Регистри Стойност с такова име съществува!
15257 = Добави Ключ
15258 = Име на Ключ:
15259 = Непроменен
15260 = Промени Ключ
15261 = Добави Стойност
15262 = Промени Стойност
15263 = Създаден
15264 = Стар Тип
15265 = Спри стартираните изпълними файлове по време на техния деинстал
15266 = Търси за подходящ лог преди стандартния деинстал на програмата
15267 = Сигурни ли сте, че искате да направите Бърз Деинстал на избраната програма(и)?
15268 = Намерен е съвпадащ лог сред вашите логове, който ще бъде използван за деинсталацията\nСтартиране на вградения деинсталатор на програмата за начален деинстал.
15269 = Намерен е съвпадащ лог в базата данни с логове, който ще бъде използван за деинсталацията\nСтартиране на вградения деинсталатор на програмата за начален деинстал
15270 = След като вградения деинсталатор на програмата завърши, натиснете бутона "Продължи", за да видите останалите файлове, директории и Регистри елементи
15271 = Грешка при сваляне на лог файла!
15272 = Грешка при преименуване на сваления лог файл!
15273 = Модулът "База данни с логове" на Revo Uninstaller показва списък с логове на проследени програми, който е съвместим с вашата Windows система. Тези логове са съхранени на нашия интернет сайт и се поддържат от екипа на Revo Uninstaller. Вие можете лесно(с едно натискане на бутона "Деинстал") да използвате тези логове за деинсталация на програми от вашия компютър.
15274 = Вашата версия:
15275 = Обнови сега
15276 = Автоматично обновяване на Базата данни с логове
15277 = Грешка при сваляне на Базата данни с логове!
15278 = Грешка при обновяване на Базата данни с логове!
15279 = Грешка при разархивиране на Базата данни с логове!
15280 = Грешка при отваряне на Базата данни с логове!
15281 = Въведете вашия коментар:
15282 = Избери Икона
15283 = Път на файла:
15284 = Избери икона от списъка:
15285 = Файл
15286 = Директория
15287 = Експортира лог -
15288 = Импортира лог - 
15289 = %d%% завършени
15290 = Експортнато от
15291 = Намерени свързани логове
15292 = Да(препоръчително)
15293 = Показаните логове, направени от вас, вероятно са свързани с програмата, която деинсталирате. Искате ли да използвате данните от логовете по време на деинсталацията?
15294 = Сваля лог - 
15295 = Показаните логове, намерени в Базата данни с логове, вероятно са свързани с програмата, която деинсталирате. Ако искате да използвате някой от тях по време на деинсталацията, поставете му отметка
15296 = Намeрен е подходящ лог за деинсталация в Базата данни.\n Искате ли да го използвате за по-пълен деинстал на програмата?
15297 = Сигурни ли сте, че искате да изтриете избрания(те) лог(ове) от списъка?
15298 = Трябва да изберете поне една колона за експорт!
15299 = Избери
15300 = Използвай избрания лог
15301 = Източник
15302 = Не сте избрали нито един вграден деинсталатор от списъка.\nСигурни ли сте, че искате да продължите, търсейки останали елементи, без да използвате вграден деинсталатор?
15303 = Изберете вграден деинсталатор от списъка, ако искате да го използвате по време на деинсталацията.
15304 = Не сте избрали, нито един лог от списъка\nСигурни ли сте, че искате да продължите да търсите за останали елементи без да използвате лог
15305 = Изберете лог от списъка, ако искате да го използвате по време на деинсталацията.
15306 = Зареждане на данните от лога...
15307 = Създаване на пълен архив на Регистрито
15308 = Създаването на пълен архив на Регистрито е деактивирано (в Опции->Деинсталатор)
15309 = Път:
15310 = Използвай данни от вградения деинсталатор за определяне датата на инсталация
15335 = Пътят не съществува!
15337 = Показаните програми са инсталирани в същата директория, като %s. Ще бъдат намерени останали елементи от всички показани тук програми.\nСигурен ли сте, че искате да продължите?
15338 = Намерени свързани програми

[Auto Run Manager Pro]
15800 = Добави
15801 = Добави програма за стартиране при старт на Windows
15802 = Сложи за стартиране за:
15803 = Всички потребители
15804 = Текущия потребител
15805 = Сложи да се стартира от:
15806 = Регистрито: Run - при всеки старт на Windows
15807 = Регистрито: RunOnce - само веднъж, при следващия старт на Windows
15808 = Папка за начално зареждане - при всеки старт на Windows
15809 = Команда(пълен път):
15810 = Име:
15811 = Премахнат от автоматично стартиране
15812 = Премахнати са спрените елементи от автоматично стартиране
15813 = Премахнати са всички изключени елементи от автоматично стартиране
15814 = Услуги
15815 = Отвори Услугите на Windows

[General App]
16001 = Принтиране
16002 = Преглед предпечат
16003 = Настройки на принтиране
16004 = Изглед
16005 = Меню
16006 = Главна лента с инструменти
16007 = Панел с описание
16008 = Статус лента
16009 = Панел с инструменти
16010 = Файл
16011 = Автоматично\nстартирани\nпрограми
16012 = Изтриване\nна ненужни\nфайлове
16013 = Windows\nИнструменти
16014 = Изчистване\nна Браузъри
16015 = Изчистване\nна MS Office
16016 = Изчистване\nна Windows
16017 = Заличаване\nна доказателства 
16018 = Безвъзвратно\nизтриване
16019 = Мениджър\nархиви
16020 = Инсталирай през Revo Uninstaller
16021 = Деинсталирай чрез Revo Uninstaller
16022 = Инсталирай избраната програма през Revo Uninstaller
16023 = Деинсталирай избраната програма чрез Revo Uninstaller
16024 = Папка за архиви:
16025 = Архивирай изтритите елементи от Регистрито
16026 = Архивирай изтритите файлове и папки
16027 = Microsoft Excel не е инсталиран на този компютър (код на грешката 0x%08X).
16028 = Неуспешно стартиране на Microsoft Excel (код на грешката 0x%08X).
16029 = Неизвестна грешка.
16030 = Регистри
16031 = Не показвай информационните съобщения
16032 = Не показвай предупреждаващите съобщения
16033 = Процеси
16034 = Проследявай програмите в компактен режим
16035 = Включително Процесите:
16036 = Без Процесите:
16037 = Път на Процес
16038 = Визуална тема:
16039 = Ленти с инструменти
16040 = Показвай текст
16041 = Показвай малки икони
16042 = Синьо
16043 = Сиво
16044 = Черно
16045 = Сребристо
16046 = Стандартно
16047 = Стандартно 2
16048 = Стандартно Гладко
16049 = Купи Сега
16050 = След като сте купили Revo Uninstaller, ще получите сериен номер на вашата електронна поща. Трябва да въведете този сериен номер във формата отдолу и да натиснете бутона "Активирай онлайн", за да активирате продукта. Активацията изисква интернет връзка, така че вашата защитна стена не трябва да блокира Revo Uninstaller. Ако имате някакви въпроси относно регистрацията, моля свържете се с нас на: registration@revouninstaller.com 
16051 = Регистрирай 
16052 = Въведете точно серийния номер тук:
16053 = Активирай онлайн
16054 = Всички права запазени.
16055 = Регистрирана Версия
16056 = Нерегистрирана Версия
16057 = Сигурни ли сте че искате да изтриете създадените архивни копия, логове и други данни на Revo Uninstaller. Натиснете "Не", ако обновявате програмата.
16058 = Преводач:
16059 = Създавай дневен пълен архив на Регистрито
16060 = Изтрий лога на проследената програма след нейния деинстал
16061 = Показвай малки икони в Детайлен изглед
16062 = Покажи командите в контекстното меню на Windows (Инсталирай през ..., Деинсталирай чрез ...)
16063 = Маркирай всички останали елементи по подразбиране
16064 = Тъмно Сиво
16065 = Синьо 2
16070 = Панел с команди
16071 = Потребителска
16072 = Тема
16073 = Потребителски цвят на фона
16074 = Потребителски цвят на избраните елементи
16075 = Моля, затворете Revo Uinstaller Pro преди да започнете импортиране на лог.\nИли импортирайте лога, използвайки бутона "Управление" от лентата с команди на модула "Проследени програми"
16076 = Активирай
16077 = Избери метод на Активация
16078 = Онлайн Активация
16079 = Активация чрез файл
16080 = Вашият 30 дневен пробен период завърши. Ако искате да продължите да използвате продукта, трябва да закупите лиценз.
16081 = След като сте закупили лиценз за Revo Uninstaller, ще получите сериен номер на вашата електронна поща. За да активирате продукта, трябва да въведете вашето име и сериен номер в полетата отдолу(копиране и пействане е силно препоръчително) и тогава натиснете бутона "Активирай онлайн". Активацията изисква Интернет връзка, затова вашата защитна стена не трябва да блокира Revo Uninstaller. Ако имате някакви въпроси или проблеми, свързани с регистрацията, моля, свържете се с нас на: registration@revouninstaller.com 
16082 = След като сте закупили лиценз за Revo Uninstaller, ще получите сериен номер на вашата електронна поща. За да активирате продукта чрез файл, трябва да въведете вашето име и сериен номер в полетата отдолу(копиране и пействане е силно препоръчително) и тогава натиснете бутона "Запази Файл", за да съхраните файла. След това изпратете този файл на support@revouninstaller.com или registration@revouninstaller.com. До 24 часа ние ще ви пратим "Отключващ номер", който вие трябва да въведете в активационната форма, за да завършите активацията на Revo Uninstaller. Ако имате някакви въпроси или проблеми, свързани с регистрацията, моля, свържете се с нас на: registration@revouninstaller.com 
16083 = Избрали сте да активирате Revo Uninstaller чрез файл. След като изпратите активационния файл на нашите емайл адреси за поддръжка, вие ще получите "Отключващ номер" от нашия екип по поддръжка. Вие трябва да въведете този номер в полето отдолу (копиране и пействане е силно препоръчително) и да натиснете бутона "Активирай". Ако имате някакви въпроси или проблеми, свързани с регистрацията, моля свържете се с нас на: registration@revouninstaller.com 
16084 = Има промяна във вашия компютър, която изисква Revo Uninstaller да се реактивира. Моля, просто натиснете бутона "Активирай". Ако имате някакви въпроси или проблеми, свързани с регистрацията, моля, свържете се с нас на: registration@revouninstaller.com 
16085 = Активацията е успешна! 
16086 = Активацията е неуспешна!
16087 = Няма връзка с активационния сървър. Моля, уверете се, че вашата защитна стена не блокира Revo Uninstaller.
16088 = Въведете Име:
16089 = Въведете сериен номер (копиране и пействане е препоръчително):
16090 = Въведете Отключващ номер (копиране и пействане е препоръчително):
16091 = Рестартирайте активационния процес
16092 = Оставащи Дни:
16093 = Запази Файл
16094 = Регистриран на
16095 = Реактивирай
16096 = В процес на активация. Моля, изчакайте...
16097 = Серийният номер е грешен.\nМоля, копирайте и пейстнете серийния номер, вместо да го въвеждате от клавиатурата!
16098 = Моля, рестартирайте Revo Uninstlaler Pro
16100 = Сериен Номер:
16101 = Данни за Лиценза:
16102 = Свържете се с нас
16103 = Онлайн поддръжка
16104 = Задаване на настройки на панелите на главния прозорец по подразбиране
16105 = Задаване на настройки на контролите с детайлен изглед по подразбиране
16106 = Успешно задаване на настройки по подразбиране!\nРестартирайте Revo Uninstaller, за да приложите промените
16107 = Няма маркирани елементи.\nТрябва да изберете поне един елемент за да продължите
16108 = Показвай началния екран при стартиране
16109 = Харесва ми
16110 = Лиценз:
16111 = Безплатен
16112 = Revo Uninstaller вече е стартиран!
16157 = Свалете Андроид приложение
16158 = Свалете Андроид приложение

[AppBar]
16900 = Съхрани лога на проследените промени в системата.
16901 = Спри проследяването на инсталацията
16902 = Revo Uninstaller проследява промените в системата - продължете с инсталацията, както обикновено! Моля НЕ стартирайте никакви други инсталации, програми и каквото и да е друго по време на инсталацията на програмата. 
16903 = Въведете име на лога:
16904 = Въведете име на лога и натиснете "Съхрани" бутона
16905 = Revo Uninstaller проследява инсталацията
16906 = Revo Uninstaller съхранява данни
16907 = Не можа да вземе привилегии за спиране на компютъра. Опитайте ръчно спиране!
19908 = Не можа да настрои привилегии за спиране на компютъра. Опитайте ръчно спиране!
16909 = Моля, въведете валидно име на лога!
16910 = Сигурни ли сте, че искате да спрете процеса на проследяване на инсталацията?

[JunkFilesCleanerPro]
17000 = Изключи
17001 = Последно променян
17002 = Сканирай Директория...
17003 = Включи
17004 = Папки, включени като ненужни

[Windows Apps]
17100 = Windows\nПриложения
17101 = Windows Приложения
17102 = Windows Приложение
17103 = Общо Приложения
17104 = Приложение
17105 = Приложения
17106 = Модулът "Windows Приложения" показва всички инсталирани Windows приложения и ви помага да деинсталирате всяко от тях с един клик на мишката. Някои от приложенията, създадени от Microsoft, идват инсталирани предварително с операционната система, други се инсталират през Microsoft Store. Повече информация за всяко приложение можете да намерите през командите от контекстното меню.
17107 = Анализира и Стартира вграденaта деинстал команда на приложението за първоначален деинстал
17108 = Натиснете бутона "Сканиране", за да стартирате сканирането за останали файлове, директории и елементи от Регистрито, след като деинсталаторът на приложението завърши
17109 = Сигурни ли сте, че искате да деинсталирате избраното приложение?
17110 = Избраното Windows Приложение не може да бъде стартирано!
17111 = Отвори в Microsoft Store
17202 = MS Edge Разширение

[EvidenceRemoverPro]
17300 = Тип
17301 = Общ размер
17302 = Свободно пространство
17310 = Локален диск
17311 = Преносим Диск
17312 = Пресметнато оставащо време:
17313 = дни
17314 = часове
17315 = минути
17316 = секунди
17317 = Сигурни ли сте, че искате да спрете процеса?

[WindowsToolsPro]
17400 = Възстановяване на системата
17401 = Диагностика на мрежата
17402 = Информация за мрежата
17403 = Център по сигурността
17404 = Детайли за системата
17405 = Информация за системата
17406 = TCP/IP Netstat команда
17407 = Клавиатура на екрана
17408 = Дефрагментатор на диска
17409 = Услуги
17410 = Споделени директории
17411 = Правила на групите
17412 = Добавяне\Премахване на Windows компоненти
17413 = Microsoft Windows инструмент за премахване на зловредни програми
17414 = Windows архив и възстановяване
17415 = Органайзер на задачи
17416 = Проверка на диска
17417 = Проверка на файловете на системата
17450 = Инструментът Windows архив и възстановяване ви позволява да правите копия на файловете на всички потребители на компютъра и ви дава възможност да правите имидж на системата. Вие можете да оставите Windows да избира какво да архивира или вие да избере отделни директории или устройства, които искате да архивирате. Имиджът на системата включва Windows и вашите системни настройки, програми и файлове. Вие можете да използвате системния имидж, за да възстановите данните на своя компютър, ако твърдият ви диск или компютърът ви спрат да работят.
17451 = Органайзерът на задачи ви помага да организирате автоматизираните задачи, които изпълняват действия в определено време или при изпълнение на дадено събитие. Той ви позволява да задействате стартирането на програма или скрипт в предварително определено време или след интервал от време. Органайзерът на задачи управлява библиотеката от всички задачи, осигурявайки организиран преглед и удобен начин за тяхната настройка
17452 = Инструментът Проверка на диска проверява логическата цялост на файловата система на дяла на Windows. Той проверява за проблеми, свързани с лоши сектори, загубени клъстери, пресечени файлове или грешки в директориите. Тези типове проблеми могат да бъдат причинени от блокиране на системата, от грешки в системата, от проблеми със захранването, неправилно изключване на компютъра и т.н.
17453 = Инструментът Проверка на файловете на системата ви позволява да търсите и коригирате проблеми със системните файлове на Windows, сравнявайки техните версии. Ако той намери проблем, се опитва да замени проблемните файлове от кеша с библиотечни файлове на Windows. Ако файлът го няма там или кешът с библиотечни файлове на Windows е повреден, от вас ще се изиска да поставите инсталационния диск на Windows.

[WindowsCleanerPro]
17500 = Изтрий кеша на умалените изображения

[UnrecoverableDeletePro]
17600 = Добави Файл(ове)
17601 = Добави Папка
17602 = Изтрий завинаги
17603 = Изтрива
17604 = Изчисляване...
17605 = Останалите елементи в списъка не могат да бъдат изтрити сега.\nПроверете дали те не се използват от Windows или друга програма и опитайте отново.
17606 = Премахни избраните елементи от списъка

[BackUp Manager]
17800 = Мениджър архиви
17801 = Възстанови
17802 = Изтрий
17803 = Изтрий всички
17804 = Частично\nвъзстановяване
17812 = Зарежда дървото...
17813 = <<Назад
17814 = Напред>>
17815 = Липсват архивираните данни от точката на възврат
17816 = Изпълнение
17817 = Архивира %d от %d елемента
17818 = Точки на възврат:
17819 = Общ размер:
17820 = Мениджърът на архиви ви помага да управлявате резервните копия на информация,  създадени от Revo Uninstaller при изтриването на елемент на Регистрито, файл или папка. Възстановявайки точките на възврат, вие може да възстановите всички изтрити данни или да изберете един или няколко елемента, които са ви нужни. А ако ви е необходимо повече свободно място на твърдия диск, вие можете да изтриете произволни или всички създадени от Revo Uninstaller точки на възврат 
17821 = Име
17822 = Операция
17823 = Размер
17824 = Регистри елементи
17825 = Папки и файлове
17826 = Час
17827 = Дата
17830 = Име на Ключ/Стойност
17831 = Данни
17835 = Стойност по подразбиране
17836 = Възстановява %d от %d елемента
17837 = Възстановява
17838 = Име на Файл/Папка
17839 = Частично възстановяване
17840 = Грешка при четене на архивния файл!
17841 = Папки и файлове за възстановяване
17842 = Регистри елементи за възстановяване
17843 = Няма достатъчно свободно място на диска за да се запише архивният файл!
17844 = Грешка при запис на архивния файл!
17845 = Сигурни ли сте, че искате да възстановите операцията %s на %s?
17846 = Сигурни ли сте, че искате да изтриете всички точки на възврат?
17847 = Изтрий\nпо време
17848 = Изтрий архиви, по-стари от определена дата или период
17849 = Изтрий всички архиви, по-стари от:
17850 = Избрана дата:
17851 = Една седмица
17852 = Две седмици
17853 = 30 дни
17854 = 90 дни
17855 = 180 дни
17856 = Една година
17857 = Определена дата

[TooltipsPro]
18200 = Настрой опциите на Revo Uninstaller
18201 = Промени изгледа на списъка с проследени програми
18202 = Управлявай резервните копия на информация, създадени от Revo Uninstaller
18203 = Инсталирай програма през Revo Uninstaller
18204 = Принудителен деинстал на останали елементи от вече деинсталирани програми
18205 = Покажи всички инсталирани програми
18206 = Покажи проследените инсталирани програми
18207 = Деинсталирай избраната проследена програма
18208 = Детайлен деинстал на избраната проследена програма
18209 = Възстанови избраната точката на възврат на Revo Uninstaller
18210 = Възстанови частично избраната точката на възврат на Revo Uninstaller
18211 = Изтрий избраната точка на възврат на Revo Uninstaller
18212 = Добави програма за автоматично стартиране при старт Windows
18213 = Изпълни операция по премахване на доказателства от избраните устройства
18214 = Добави файлове за безвъзвратно изтриване
18215 = Добави папка за безвъзвратно изтриване
18216 = Изтрий добавените файлове и папки
18217 = Изтрий маркираните файлове
18218 = Промени или Поправи инсталацията на избраната програма
18219 = Бързо Деинсталирай избраната програма (всички намерени останали елементи ще бъдат автоматично изтрити)
18220 = Добави нов елемент в лога
18221 = Промени избрания елемент
18222 = Изтрий избрания елемент от лога
18223 = Експортни данните на лога в HTML формат

[Portable]
18500 = Грешка при свалянето на ъпдейта!
18501 = Грешка при разархивирането на ъпдейта!
18502 = Обновяване
18503 = Обновяването завърши успешно!
18504 = %d от %d файла
18505 = Преносимост
18506 = Използвай избрана папка за съхраняване на данните на програмата
18507 = Включи режим на бързо зареждане
18508 = Приемам
18509 = Лицензионно споразумение
